/*
SQLyog Community v13.2.0 (64 bit)
MySQL - 10.10.2-MariaDB : Database - test_halkhata
*********************************************************************
*/

/*!40101 SET NAMES utf8 */;

/*!40101 SET SQL_MODE=''*/;

/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;
CREATE DATABASE /*!32312 IF NOT EXISTS*/`test_halkhata` /*!40100 DEFAULT CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci */;

USE `test_halkhata`;

/*Table structure for table `admins` */

DROP TABLE IF EXISTS `admins`;

CREATE TABLE `admins` (
  `id` bigint(20) unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(255) NOT NULL,
  `slug` varchar(255) NOT NULL,
  `role` int(11) NOT NULL DEFAULT 2 COMMENT '1 for super admin 2 for admin',
  `email` varchar(255) NOT NULL,
  `email_verified_at` timestamp NULL DEFAULT NULL,
  `password` varchar(255) NOT NULL,
  `status` int(11) NOT NULL,
  `remember_token` varchar(100) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `admins_email_unique` (`email`)
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

/*Data for the table `admins` */

insert  into `admins`(`id`,`name`,`slug`,`role`,`email`,`email_verified_at`,`password`,`status`,`remember_token`,`created_at`,`updated_at`) values 
(1,'supperadmin','super-admin',1,'supperadmin@gmail.com',NULL,'$2y$10$Gyy8t3KPxMc/GmoWeqFLv.ESf5A9fNdaMe5kyFSFXOTtnRJd8kjey',1,NULL,NULL,NULL),
(2,'Shomick Hasan','shomick-hasan',2,'shomick@gmail.com',NULL,'$2y$10$WJgcc.TfngsExWzOMhDCB.N/P3J1DssRSZzIXTzpC6IXMxT5I2mKe',1,NULL,'2023-01-03 11:35:47','2023-01-03 11:35:47'),
(3,'Sohanur Rahman','sohanur-rahman',2,'sohanurr28@gmail.com',NULL,'$2y$10$E2ABlxGs9PpKW0bFBPIBK.ioy0j.bzyN6oEfjKEmqZWda/CZB4MI2',1,NULL,'2023-01-05 02:59:42','2023-01-05 02:59:42');

/*Table structure for table `customers` */

DROP TABLE IF EXISTS `customers`;

CREATE TABLE `customers` (
  `id` bigint(20) unsigned NOT NULL AUTO_INCREMENT,
  `customer_name` varchar(255) NOT NULL,
  `customer_english_name` varchar(255) NOT NULL,
  `customer_relations` varchar(255) DEFAULT NULL,
  `slug` varchar(255) NOT NULL,
  `village_id` int(11) NOT NULL,
  `laids_id` int(11) NOT NULL,
  `privious_total_due` int(11) NOT NULL,
  `payment` int(11) DEFAULT NULL,
  `current_due` int(11) DEFAULT NULL,
  `status` int(11) NOT NULL DEFAULT 0 COMMENT '0=not-attend, 1=attend',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=360 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

/*Data for the table `customers` */

insert  into `customers`(`id`,`customer_name`,`customer_english_name`,`customer_relations`,`slug`,`village_id`,`laids_id`,`privious_total_due`,`payment`,`current_due`,`status`,`created_at`,`updated_at`) values 
(46,'মকলেস','mokles','ভাগিনা','mokles',1,1,97,NULL,NULL,0,'2023-01-05 01:30:02','2023-01-05 01:30:52'),
(47,'রাইহান','raihan','ভাগিনা','raihan',1,1,165,NULL,NULL,0,'2023-01-05 01:32:10','2023-01-05 01:32:10'),
(48,'মো: আফজাল হো:','afjal','পি: আহাদ ডা:','afjal',1,1,225,NULL,NULL,0,'2023-01-05 01:32:40','2023-01-05 01:34:18'),
(49,'রুবায়েদ','rubayed','পি: হাবিব','rubayed',1,1,555,NULL,NULL,0,'2023-01-05 01:33:56','2023-01-05 01:33:56'),
(50,'মাজেদ','majed','পি: জেকের','majed',1,1,160,NULL,NULL,0,'2023-01-05 01:35:24','2023-01-05 01:35:24'),
(51,'মমিন','momin','পি: হাজি রাজ্জক','momin',1,1,1769,NULL,NULL,0,'2023-01-05 01:36:24','2023-01-05 01:36:24'),
(52,'মকলেসুর রহমান (মন্টু)','montu',NULL,'montu',1,1,2437,NULL,NULL,0,'2023-01-05 01:37:29','2023-01-05 01:38:23'),
(53,'আমান','aman','পি: মন্টু','aman',1,1,433,NULL,NULL,0,'2023-01-05 01:39:20','2023-01-05 01:39:20'),
(54,'মাহাবুর (যৌথ)','mahabur',NULL,'mahabur',1,1,6493,NULL,NULL,0,'2023-01-05 01:40:29','2023-01-05 01:40:29'),
(55,'মাহাবুর (নিজ)','mahabur',NULL,'mahabur',1,1,148,NULL,NULL,0,'2023-01-05 01:40:59','2023-01-05 01:40:59'),
(56,'আনারুল','anarul',NULL,'anarul',1,1,533,NULL,NULL,0,'2023-01-05 01:42:26','2023-01-05 01:42:26'),
(57,'বাদসা','badsha','পি: জাকু','badsha',1,1,238,NULL,NULL,0,'2023-01-05 01:43:22','2023-01-05 01:43:22'),
(58,'সাইদুল','saidul','পি: আহাদ ডা:','saidul',1,1,28,NULL,NULL,0,'2023-01-05 01:44:03','2023-01-05 01:44:03'),
(59,'নুরইসলাম(বিদু)','noorislam,',NULL,'noorislam',1,1,171,NULL,NULL,0,'2023-01-05 01:45:06','2023-01-05 01:45:06'),
(60,'ইউসুফ','youshuf',NULL,'youshuf',1,1,172,NULL,NULL,0,'2023-01-05 01:46:10','2023-01-05 01:46:10'),
(61,'লুতফর','lutfor','পি:কুরবান','lutfor',1,1,868,0,0,0,'2023-01-05 01:47:27','2023-01-05 03:12:37'),
(62,'সাবের','saber',NULL,'saber',1,1,18,NULL,NULL,0,'2023-01-05 01:47:55','2023-01-05 01:47:55'),
(63,'তৈহিদ','towhid','পি: মুনছার','towhid',1,1,242,NULL,NULL,0,'2023-01-05 01:48:58','2023-01-05 01:48:58'),
(64,'আজিজুল','azizul','পি: নবির','azizul',1,1,60,NULL,NULL,0,'2023-01-05 01:50:08','2023-01-05 01:50:08'),
(65,'গফুর','gofur','পি: কুরবান','gofur',1,1,852,NULL,NULL,0,'2023-01-05 01:50:50','2023-01-05 01:50:50'),
(66,'রফিক','rofiq','পি: মুনছার','rofiq',1,1,72,NULL,NULL,0,'2023-01-05 01:51:30','2023-01-05 01:51:30'),
(67,'আমিন (জামাই)','amin (jamai)',NULL,'amin-jamai',1,1,183,NULL,NULL,0,'2023-01-05 01:52:30','2023-01-06 03:08:03'),
(68,'টমেটু','tomato',NULL,'tomato',1,1,336,NULL,NULL,0,'2023-01-05 01:52:58','2023-01-05 01:52:58'),
(69,'খোরসেদ','khorshed','পি: জলিল','khorshed',1,7,238,NULL,NULL,0,'2023-01-05 01:55:49','2023-01-05 01:55:49'),
(70,'বাবলু','bablu','পি: সুকচান','bablu',1,7,265,NULL,NULL,0,'2023-01-05 01:56:39','2023-01-05 01:56:39'),
(71,'শুকচাঁদ','sukchad',NULL,'sukchad',1,7,1584,NULL,NULL,0,'2023-01-05 01:57:34','2023-01-05 01:58:30'),
(72,'কালা','kala','পি:শুকচাঁদ','kala',1,7,217,NULL,NULL,0,'2023-01-05 01:58:21','2023-01-05 02:00:04'),
(73,'লাবু','labu','পি:শুকচাঁদ','labu',1,7,343,NULL,NULL,0,'2023-01-05 01:59:00','2023-01-05 01:59:54'),
(74,'জামাল','jamal','পি:শুকচাঁদ','jamal',1,7,183,NULL,NULL,0,'2023-01-05 01:59:45','2023-01-05 01:59:45'),
(75,'শাহাবাজ','shabaj',NULL,'shabaj',1,7,315,NULL,NULL,0,'2023-01-05 02:00:44','2023-01-05 02:00:44'),
(76,'মিন্টু','mintu','পি: খলিল','mintu',1,7,107,NULL,NULL,0,'2023-01-05 02:01:40','2023-01-05 02:01:40'),
(77,'বাচ্চু','bacchu',NULL,'bacchu',1,7,28,NULL,NULL,0,'2023-01-05 02:03:02','2023-01-05 02:03:02'),
(78,'শাহেদা','saheda','C.F:- সেন্টু','saheda',1,7,1193,NULL,NULL,0,'2023-01-05 02:04:22','2023-01-05 02:04:58'),
(79,'শহিদুল','sohidul','ভাই-> হাসেম','sohidul',1,7,84,NULL,NULL,0,'2023-01-05 02:06:32','2023-01-05 02:06:32'),
(80,'নয়ন','noyon','জামাই> জলিল','noyon',1,7,330,NULL,NULL,0,'2023-01-05 02:07:21','2023-01-05 02:07:21'),
(81,'কালাম','kalam','পি: আস্না','kalam',1,2,113,NULL,NULL,0,'2023-01-05 02:09:46','2023-01-05 02:09:46'),
(82,'সিদ্দিক','siddik',NULL,'siddik',1,2,392,NULL,NULL,0,'2023-01-05 02:10:31','2023-01-05 02:10:31'),
(83,'জনি','jony','পি: সাত্তার','jony',1,2,142,NULL,NULL,0,'2023-01-05 02:11:18','2023-01-05 02:11:18'),
(84,'মিজান','mijan','পি: সিদ্দিক','mijan',1,4,224,NULL,NULL,0,'2023-01-05 02:14:48','2023-01-05 02:14:48'),
(85,'তৈয়ব','toyob',NULL,'toyob',1,4,801,NULL,NULL,0,'2023-01-05 02:16:10','2023-01-05 02:16:10'),
(86,'আতিক','atik',NULL,'atik',1,4,360,NULL,NULL,0,'2023-01-05 02:16:35','2023-01-05 15:58:42'),
(87,'লিটন','liton','পি:  ওসমান সরদার','liton',1,6,2430,NULL,NULL,0,'2023-01-05 02:18:41','2023-01-05 02:18:41'),
(88,'আসিব','asib','পি: শহিদ','asib',1,6,206,NULL,NULL,0,'2023-01-05 02:19:24','2023-01-05 02:19:50'),
(89,'জব্বার','jobbar',NULL,'jobbar',1,6,547,NULL,NULL,0,'2023-01-05 02:20:46','2023-01-05 02:20:46'),
(90,'মোমিন (N.P)','momin',NULL,'momin',1,6,564,NULL,NULL,0,'2023-01-05 02:21:45','2023-01-05 02:21:45'),
(91,'সমজান','somjan','পি: জব্বার','somjan',1,6,203,NULL,NULL,0,'2023-01-05 02:22:32','2023-01-05 02:22:32'),
(92,'আলাউদ্দিন','alauddin','পি: বাহার','alauddin',1,6,513,NULL,NULL,0,'2023-01-05 02:23:29','2023-01-05 02:23:29'),
(93,'টিটোন','titon','পি: রইস','titon',1,6,421,NULL,NULL,0,'2023-01-05 02:24:59','2023-01-05 02:24:59'),
(94,'লায়ন','laion',NULL,'laion',1,6,345,0,0,0,'2023-01-05 02:25:36','2023-01-05 03:02:57'),
(95,'রিপোন','ripon','পি: সুলতান','ripon',1,6,1074,NULL,NULL,0,'2023-01-05 02:29:37','2023-01-05 02:29:37'),
(96,'পলাস','polash','পি:সুলতান','polash',1,6,365,NULL,NULL,0,'2023-01-05 02:31:03','2023-01-05 02:31:03'),
(97,'সুমোন','sumon','পি: ইসমাইল','sumon',1,6,1983,NULL,NULL,0,'2023-01-05 02:32:40','2023-01-05 02:32:40'),
(98,'ইউসুফ','youshuf','পি: ইসমাইল','youshuf',1,6,467,NULL,NULL,0,'2023-01-05 02:33:56','2023-01-05 02:33:56'),
(99,'চান','chan','পি: আকুল','chan',1,6,301,NULL,NULL,0,'2023-01-05 02:36:19','2023-01-05 02:36:19'),
(100,'সুরুজ','suruj','পি: আকুল','suruj',1,6,634,NULL,NULL,0,'2023-01-05 02:37:10','2023-01-05 02:37:10'),
(101,'ইকবাল','iqbal','পি: জলিল','iqbal',1,6,849,NULL,NULL,0,'2023-01-05 02:38:22','2023-01-05 02:38:22'),
(102,'দিপু','dipu','পি: আত্তাব','dipu',1,6,137,NULL,NULL,0,'2023-01-05 02:39:36','2023-01-05 02:39:36'),
(103,'নয়ন','nayon','পি: আলতাব','nayon',1,6,999,NULL,NULL,0,'2023-01-05 02:44:49','2023-01-05 02:44:49'),
(104,'হাবিল','habil','পি: ইনছার','habil',1,6,2855,NULL,NULL,0,'2023-01-05 02:45:54','2023-01-05 02:45:54'),
(105,'রাহেলা','rahela','পি: ইনছার','rahela',1,6,12,NULL,NULL,0,'2023-01-05 02:47:24','2023-01-05 02:47:24'),
(106,'ফরহাদ','forhad','নতি: ইনছার','forhad',1,6,965,NULL,NULL,0,'2023-01-05 02:49:00','2023-01-05 02:49:00'),
(107,'কাবিল','kabil','পি: ইনছার','kabil',1,6,369,NULL,NULL,0,'2023-01-05 02:49:49','2023-01-05 02:49:49'),
(108,'খালেক','khalek','পি: জপের','khalek',1,6,824,NULL,NULL,0,'2023-01-05 02:51:06','2023-01-05 02:51:06'),
(109,'শামিম','shamim','পি: ওয়াদ আলি','shamim',1,6,1053,NULL,NULL,0,'2023-01-05 02:52:23','2023-01-05 02:52:23'),
(110,'মালেক','malek','পি: ইনছার','malek',1,6,1826,NULL,NULL,0,'2023-01-05 02:53:23','2023-01-05 02:53:23'),
(111,'আজাদ আলী','azad',NULL,'azad',1,6,2052,NULL,NULL,0,'2023-01-05 02:54:00','2023-01-05 02:54:00'),
(112,'হাফিজুর','hafijur','পি: আসাদ','hafijur',1,6,942,NULL,NULL,0,'2023-01-05 02:55:12','2023-01-05 02:55:12'),
(113,'মুরসিদ','murshid','পি: নওসাদ','murshid',1,6,198,NULL,NULL,0,'2023-01-05 02:56:06','2023-01-05 02:56:06'),
(114,'আসাদ','ashsad','ভাই>আজাদ','ashsad',1,6,711,NULL,NULL,0,'2023-01-05 02:57:11','2023-01-05 02:57:11'),
(115,'মকলেস','moklesh','পি: মুনসুর','moklesh',1,6,85,NULL,NULL,0,'2023-01-05 02:58:14','2023-01-05 02:58:14'),
(116,'আকরাম','akram',NULL,'akram',1,6,2481,NULL,NULL,0,'2023-01-05 16:00:21','2023-01-05 16:00:21'),
(117,'রমজান','romjan',NULL,'romjan',1,6,65,NULL,NULL,0,'2023-01-05 16:00:52','2023-01-05 16:00:52'),
(118,'রেজাউল','rajul','ভাই-> রজব','rajul',1,6,419,NULL,NULL,0,'2023-01-05 16:02:11','2023-01-05 16:02:11'),
(119,'জিয়ারুল','ziarul','ভাই-> রজব','ziarul',1,6,194,NULL,NULL,0,'2023-01-05 16:03:00','2023-01-05 16:03:00'),
(120,'জিয়া  ডা:','zia',NULL,'zia',1,6,881,NULL,NULL,0,'2023-01-05 16:04:04','2023-01-05 16:04:04'),
(121,'সিদ্দিক','siddiq','পি: কানু','siddiq',1,6,33,NULL,NULL,0,'2023-01-05 16:04:48','2023-01-05 16:04:48'),
(122,'আক্তার','akter','পি: আমির প্রাং','akter',1,6,2065,NULL,NULL,0,'2023-01-05 16:05:59','2023-01-05 16:05:59'),
(123,'হেদা (হলুদ)','heda',NULL,'heda',1,6,33,NULL,NULL,0,'2023-01-05 16:06:50','2023-01-05 16:06:50'),
(124,'সাহিন','sahen','পি: ওয়াদ আলি','sahen',1,6,135,NULL,NULL,0,'2023-01-05 16:07:40','2023-01-05 16:07:40'),
(125,'সাত্তার','sattar','পি: আমির প্রাং','sattar',1,6,1098,NULL,NULL,0,'2023-01-05 16:08:38','2023-01-05 16:08:38'),
(126,'মান্নান','mannan','পি: আমির প্রাং','mannan',1,6,20,NULL,NULL,0,'2023-01-05 16:09:24','2023-01-05 16:09:24'),
(127,'সাহেদ','sahed','পি: ওয়াদ আলি','sahed',1,6,467,300,167,1,'2023-01-05 16:10:16','2023-01-05 23:52:04'),
(128,'কেতাব','katab',NULL,'katab',1,6,70,NULL,NULL,0,'2023-01-05 16:11:07','2023-01-05 16:11:07'),
(129,'কুতোব','kutob','ভাই> কেতাব','kutob',1,6,133,NULL,NULL,0,'2023-01-05 16:12:11','2023-01-05 16:12:11'),
(130,'নজরুল কারিগর','nojrul',NULL,'nojrul',1,6,2237,2300,-63,1,'2023-01-05 16:13:08','2023-01-05 23:50:56'),
(131,'আয়ুব বড়','ayoub',NULL,'ayoub',1,6,674,NULL,NULL,0,'2023-01-05 16:14:13','2023-01-05 16:14:13'),
(132,'জালাল','jalal','পি: আছের ডা:','jalal',1,6,1871,NULL,NULL,0,'2023-01-05 16:15:38','2023-01-05 16:15:38'),
(133,'বেলাল','balal','পি: আছের ডা:','balal',1,6,255,NULL,NULL,0,'2023-01-05 16:16:50','2023-01-05 16:16:50'),
(134,'মকুল','mokul','জামাই>  আছের ডা:','mokul',1,6,60,NULL,NULL,0,'2023-01-05 16:18:02','2023-01-05 16:18:02'),
(135,'মতিন','motin','পি: মেছের','motin',1,6,3072,NULL,NULL,0,'2023-01-05 16:18:48','2023-01-05 16:18:48'),
(136,'মমিন','momin','পি: কাচু','momin',1,6,460,NULL,NULL,0,'2023-01-05 16:19:34','2023-01-05 16:19:34'),
(137,'মোহাম্মদ','mohammad','পি: আমজেদ','mohammad',1,6,194,NULL,NULL,0,'2023-01-05 16:20:18','2023-01-05 16:20:18'),
(138,'মরু','moru','পি: আমজেদ','moru',1,6,72,NULL,NULL,0,'2023-01-05 16:22:04','2023-01-05 16:22:04'),
(139,'আহম্মেদ','ahammed','পি: আমজেদ','ahammed',1,6,480,NULL,NULL,0,'2023-01-05 16:22:39','2023-01-05 16:22:39'),
(140,'নাসির','nasir','পি: এসা কারিগর','nasir',1,6,764,NULL,NULL,0,'2023-01-05 16:23:29','2023-01-05 16:23:29'),
(141,'উজ্জল','ujjol','পি: জেহের কারিগর','ujjol',1,6,2036,NULL,NULL,0,'2023-01-05 16:24:37','2023-01-05 16:24:37'),
(142,'নাজির','najir',NULL,'najir',1,6,247,NULL,NULL,0,'2023-01-05 16:26:57','2023-01-05 16:26:57'),
(143,'সোহেল','sohel','পি: নাজির','sohel',1,6,310,NULL,NULL,0,'2023-01-05 16:27:35','2023-01-05 16:27:35'),
(144,'তোফাজ্জল','tofajjol','পি: জেহের কারিগর','tofajjol',1,6,930,NULL,NULL,0,'2023-01-05 16:28:31','2023-01-05 16:28:31'),
(145,'শরিফুল N.P','soriful',NULL,'soriful',1,6,188,NULL,NULL,0,'2023-01-05 16:29:12','2023-01-05 16:29:12'),
(146,'মরজিনা','morjina','পি: মেছের','morjina',1,6,555,NULL,NULL,0,'2023-01-05 16:30:22','2023-01-05 16:30:22'),
(147,'তুহিন','tuhin','মা : মরজিনা','tuhin',1,6,176,NULL,NULL,0,'2023-01-05 16:30:59','2023-01-05 16:30:59'),
(148,'জনাব (N.P)','jonab',NULL,'jonab',1,6,527,NULL,NULL,0,'2023-01-05 16:31:56','2023-01-05 16:31:56'),
(149,'তোতা','tota',NULL,'tota',1,6,857,NULL,NULL,0,'2023-01-05 16:32:31','2023-01-05 16:32:31'),
(150,'দুলাল','dulal','পি: কানু','dulal',1,6,1594,NULL,NULL,0,'2023-01-05 16:33:19','2023-01-05 16:33:19'),
(151,'মাহাবুর','mahabur','পি: দুলাল','mahabur',1,6,251,NULL,NULL,0,'2023-01-05 16:34:22','2023-01-05 16:34:22'),
(152,'মাসুম','masum','পি: সালাম','masum',1,6,25,NULL,NULL,0,'2023-01-05 16:34:56','2023-01-05 16:34:56'),
(153,'জিয়ারুল (ভ্যান )','ziarul','দুলাল (কানু)> সালা','ziarul',1,6,135,NULL,NULL,0,'2023-01-05 16:36:51','2023-01-05 16:36:51'),
(154,'রবিউল','robiul','পি: জাহেদ','robiul',1,6,1425,NULL,NULL,0,'2023-01-05 16:37:39','2023-01-05 16:37:39'),
(155,'শরিফা','sorifa',NULL,'sorifa',1,6,386,NULL,NULL,0,'2023-01-05 16:38:12','2023-01-05 16:38:12'),
(156,'কামরুল','kamrul','পি: কালাম','kamrul',1,6,498,NULL,NULL,0,'2023-01-05 16:38:56','2023-01-05 16:38:56'),
(157,'ভুট্টু','vuttu','পি: ওয়াদ আলি','vuttu',1,6,102,NULL,NULL,0,'2023-01-05 16:39:50','2023-01-05 16:39:50'),
(158,'বকুল','bokul','পি: হাকিমুদ্দি','bokul',1,6,172,NULL,NULL,0,'2023-01-05 16:40:39','2023-01-05 16:40:39'),
(159,'আইনাল','ainal','পি: আনছার','ainal',1,6,147,NULL,NULL,0,'2023-01-05 16:41:28','2023-01-05 16:41:28'),
(160,'ঈমন','emon','জামাই> আইনাল','emon',1,6,65,NULL,NULL,0,'2023-01-05 16:42:14','2023-01-05 16:42:14'),
(161,'রজব আলী','rojob',NULL,'rojob',1,6,172,NULL,NULL,0,'2023-01-05 16:42:51','2023-01-05 16:42:51'),
(162,'রহমান (রোমান )','rahaman','পি: মুন্নাত','rahaman',1,6,84,NULL,NULL,0,'2023-01-05 16:43:42','2023-01-05 16:43:42'),
(163,'ফেলু','falu','পি: আলিমুদ্দিন','falu',1,6,184,NULL,NULL,0,'2023-01-05 16:44:41','2023-01-05 16:44:41'),
(164,'মকছেদ','moksed','পি: সাদু','moksed',1,6,281,NULL,NULL,0,'2023-01-05 16:45:28','2023-01-05 16:45:28'),
(165,'শহিদ','sohid',NULL,'sohid',1,8,142,140,2,1,'2023-01-05 16:48:02','2023-01-05 23:07:05'),
(166,'গিয়াসউদ্দিন','giash',NULL,'giash',1,8,454,NULL,NULL,0,'2023-01-05 16:48:52','2023-01-05 16:48:52'),
(167,'সাত্তার','sattar','পি: ঈমানআলী','sattar',1,9,790,NULL,NULL,0,'2023-01-05 16:50:47','2023-01-05 16:50:47'),
(168,'জব্বার','jobbar',NULL,'jobbar',1,9,553,550,3,1,'2023-01-05 16:51:26','2023-01-06 00:01:16'),
(169,'গোপ্ফার','goffar','ভাই> জব্বার','goffar',1,9,446,NULL,NULL,0,'2023-01-05 16:52:52','2023-01-05 16:52:52'),
(170,'হান্নান','hannan','পি: ঈমানআলী','hannan',1,9,121,NULL,NULL,0,'2023-01-05 16:53:34','2023-01-05 16:53:34'),
(171,'গাপ্ফার','gaffar','পি: ঈমানআলী','gaffar',1,9,715,NULL,NULL,0,'2023-01-05 16:54:13','2023-01-05 16:54:13'),
(172,'মালেক','malek','পি: ঈমানআলী','malek',1,9,326,NULL,NULL,0,'2023-01-05 16:54:55','2023-01-05 16:54:55'),
(173,'মতিন','motin','পি: ঈমানআলী','motin',1,9,556,NULL,NULL,0,'2023-01-05 16:55:32','2023-01-05 16:55:32'),
(174,'মান্নান','mannan','পি: ঈমানআলী','mannan',1,9,740,NULL,NULL,0,'2023-01-05 16:56:11','2023-01-05 16:56:11'),
(175,'মস্তফা','mostofa',NULL,'mostofa',1,9,146,NULL,NULL,0,'2023-01-05 16:56:47','2023-01-05 16:56:47'),
(176,'মজিত (কালু)','mojit',NULL,'mojit',1,9,737,NULL,NULL,0,'2023-01-05 16:57:35','2023-01-05 16:57:35'),
(177,'রফিক','rofiq','জামাই> ইনছার','rofiq',1,9,1376,NULL,NULL,0,'2023-01-05 16:58:23','2023-01-05 16:58:23'),
(178,'হাবিল','habil','পি: জেহের','habil',1,9,130,NULL,NULL,0,'2023-01-05 16:59:14','2023-01-05 16:59:14'),
(179,'আরিফ','arif','পি: রফিক','arif',1,9,242,NULL,NULL,0,'2023-01-05 16:59:55','2023-01-05 16:59:55'),
(180,'সোবাহান','sobhan',NULL,'sobhan',1,9,1221,NULL,NULL,0,'2023-01-05 17:00:45','2023-01-05 17:00:45'),
(181,'মজিদ (মাস্টার)','mojid',NULL,'mojid',1,9,746,NULL,NULL,0,'2023-01-05 17:01:43','2023-01-05 17:01:43'),
(182,'মুনছার','munsar','পি: সকাল','munsar',1,9,825,NULL,NULL,0,'2023-01-05 17:02:25','2023-01-05 17:02:25'),
(183,'রাকসেদ','rakshed',NULL,'rakshed',1,9,416,NULL,NULL,0,'2023-01-05 17:04:12','2023-01-05 17:04:12'),
(184,'শহিদ','sohid','পি: পোলা','sohid',1,9,202,NULL,NULL,0,'2023-01-05 17:04:57','2023-01-05 17:04:57'),
(185,'মিঠোন','mithon','পি: হামেদ','mithon',1,9,1260,NULL,NULL,0,'2023-01-05 17:05:58','2023-01-05 17:05:58'),
(186,'বারী','bari',NULL,'bari',1,9,72,NULL,NULL,0,'2023-01-05 17:06:28','2023-01-05 17:06:28'),
(187,'খোরসেদ','khorshed','ভাই> রাকসেদ','khorshed',1,9,39,NULL,NULL,0,'2023-01-05 17:07:58','2023-01-05 17:07:58'),
(188,'নিপেন','nipan',NULL,'nipan',1,9,47,NULL,NULL,0,'2023-01-05 17:08:57','2023-01-05 17:08:57'),
(189,'আনান্দ','anando',NULL,'anando',1,10,443,NULL,NULL,0,'2023-01-05 17:10:36','2023-01-05 17:10:36'),
(190,'গোপাল','gopal','পি: লেদু','gopal',1,10,1634,NULL,NULL,0,'2023-01-05 17:11:19','2023-01-05 17:11:19'),
(191,'ছাবের','saber',NULL,'saber',1,10,242,NULL,NULL,0,'2023-01-05 17:12:05','2023-01-05 17:12:05'),
(192,'রাব্বানি','rabbani','পি: বাহার','rabbani',1,10,217,NULL,NULL,0,'2023-01-05 17:18:45','2023-01-05 17:18:45'),
(193,'জাকরাম','jakram',NULL,'jakram',1,10,220,NULL,NULL,0,'2023-01-05 17:19:39','2023-01-05 17:19:39'),
(194,'অনিল','onil',NULL,'onil',1,10,54,NULL,NULL,0,'2023-01-05 17:20:24','2023-01-06 02:53:52'),
(195,'মিন্টু','mintu','পি: লোকমান','mintu',1,10,176,NULL,NULL,0,'2023-01-05 17:21:08','2023-01-05 17:21:08'),
(196,'মকবুল','mokbul','ভাই> মুরাাদ','mokbul',1,10,20,NULL,NULL,0,'2023-01-05 17:21:59','2023-01-05 17:21:59'),
(197,'খোকোন (D.G)','khokon',NULL,'khokon',1,10,145,NULL,NULL,0,'2023-01-05 17:23:11','2023-01-05 17:23:11'),
(198,'শক্তি বাবু','sokti',NULL,'sokti',1,10,227,NULL,NULL,0,'2023-01-05 17:23:51','2023-01-05 17:23:51'),
(199,'সুনিল','sunil',NULL,'sunil',1,10,70,NULL,NULL,0,'2023-01-05 17:24:56','2023-01-05 17:24:56'),
(200,'মানিক সর্ণকার','manik',NULL,'manik',1,10,4570,NULL,NULL,0,'2023-01-05 17:26:19','2023-01-05 17:26:19'),
(201,'তোজাম্মেল হক (রান্টু)','rantu',NULL,'rantu',1,5,647,NULL,NULL,0,'2023-01-05 17:27:47','2023-01-05 17:27:47'),
(202,'ইবরাহিম','ibrahim',NULL,'ibrahim',1,5,1242,NULL,NULL,0,'2023-01-05 17:28:18','2023-01-05 17:28:18'),
(203,'আবুল হোসেন','abul','ভাই>হাচেন','abul',1,5,1104,NULL,NULL,0,'2023-01-05 17:29:02','2023-01-05 17:29:02'),
(204,'হাচেন (D.G)','hasen',NULL,'hasen',1,5,576,NULL,NULL,0,'2023-01-05 17:29:39','2023-01-05 17:29:39'),
(205,'কামরুল','kamrul','ভাই> আনারুল','kamrul',1,5,1100,NULL,NULL,0,'2023-01-05 17:30:32','2023-01-05 17:30:32'),
(206,'আইনাল','ainal','হকের সালা','ainal',1,5,171,NULL,NULL,0,'2023-01-05 17:31:33','2023-01-05 17:31:33'),
(207,'বাবলু','bablu','পি: হুজুর আলী','bablu',1,5,2166,NULL,NULL,0,'2023-01-05 17:34:09','2023-01-05 17:34:09'),
(208,'বাদসা','badsha','পি: হুজুর আলী','badsha',1,5,1095,NULL,NULL,0,'2023-01-05 17:35:06','2023-01-05 17:35:06'),
(209,'কাফেজ উদ্দিন','kafez',NULL,'kafez',1,5,830,NULL,NULL,0,'2023-01-05 17:36:02','2023-01-05 17:36:02'),
(210,'নজিরসাহ','nojir',NULL,'nojir',1,5,32,NULL,NULL,0,'2023-01-05 17:36:59','2023-01-05 17:37:25'),
(211,'মান্নান','mannan','পি: ঘেতু','mannan',1,5,462,NULL,NULL,0,'2023-01-05 17:38:14','2023-01-05 17:38:14'),
(212,'বাক্কার','bakkar','পি: অমরা','bakkar',1,5,495,NULL,NULL,0,'2023-01-05 17:39:29','2023-01-05 17:39:29'),
(213,'আলাউদ্দি','alauddin','পি: অমরা','alauddin',1,5,216,NULL,NULL,0,'2023-01-05 17:40:23','2023-01-05 17:40:23'),
(214,'আসলাম মি:','aslam','পি: এবারত মি:','aslam',1,5,355,NULL,NULL,0,'2023-01-05 17:41:33','2023-01-05 17:41:33'),
(215,'মান্নান','mannan','পি: ঘেতু','mannan',1,5,798,NULL,NULL,0,'2023-01-05 17:42:19','2023-01-05 17:42:19'),
(216,'সাইফুল','saiful','পি: অমরা','saiful',1,5,49,NULL,NULL,0,'2023-01-05 17:43:12','2023-01-05 17:43:12'),
(217,'সওদা','saoda',NULL,'saoda',1,5,220,NULL,NULL,0,'2023-01-05 17:43:57','2023-01-05 17:43:57'),
(218,'মকবুল মি:','mokbul',NULL,'mokbul',1,5,544,NULL,NULL,0,'2023-01-05 17:44:43','2023-01-05 17:44:43'),
(219,'বকুল','bokul','পি: খালেক','bokul',1,5,564,NULL,NULL,0,'2023-01-05 17:45:32','2023-01-05 17:45:32'),
(220,'নুরইসলাম','noorislam,','পি: জব্বার','noorislam',1,5,304,NULL,NULL,0,'2023-01-05 17:46:21','2023-01-05 17:46:21'),
(221,'ইউসুফ','youshuf','পি: এচা','youshuf',1,5,409,NULL,NULL,0,'2023-01-05 17:47:32','2023-01-05 17:47:32'),
(222,'মজিত','mojid','পি: চয়েন','mojid',1,5,185,NULL,NULL,0,'2023-01-05 17:48:24','2023-01-05 17:48:24'),
(223,'শফিক','shofiq','পি: হাজী ওহাবসাহ','shofiq',1,5,1626,NULL,NULL,0,'2023-01-05 17:49:49','2023-01-05 17:49:49'),
(224,'মোজাম্মেল','mojammel','পি: রোমান','mojammel',1,5,480,NULL,NULL,0,'2023-01-05 17:51:04','2023-01-05 17:51:04'),
(225,'রফিকুল','rofiqul',NULL,'rofiqul',1,5,477,NULL,NULL,0,'2023-01-05 17:51:59','2023-01-05 17:51:59'),
(226,'খোয়াজ','khoaj',NULL,'khoaj',1,5,678,NULL,NULL,0,'2023-01-05 17:52:49','2023-01-05 17:52:49'),
(227,'বাবু','babu','পি: আবু','babu',1,5,502,NULL,NULL,0,'2023-01-05 17:53:32','2023-01-05 17:53:32'),
(228,'আফজাল','afjal','পি: তসির','afjal',1,5,4028,NULL,NULL,0,'2023-01-05 17:54:33','2023-01-06 03:13:08'),
(229,'জয়লাল','joylal','পি: তসির','joylal',1,5,2881,2880,1,1,'2023-01-05 17:55:47','2023-01-05 23:02:53'),
(230,'কামাল (টলি)','kamal','পি:মুনছার','kamal',1,5,1332,NULL,NULL,0,'2023-01-05 17:56:55','2023-01-05 17:56:55'),
(231,'তায়েজ উদ্দিন (তাজু)','taju',NULL,'taju',1,5,294,NULL,NULL,0,'2023-01-05 17:57:46','2023-01-05 17:57:46'),
(232,'জিয়া','zia','পি: জলিল','zia',1,5,352,NULL,NULL,0,'2023-01-05 17:58:44','2023-01-05 17:58:44'),
(233,'জুয়েল','juyel','পি: লোকমান','juyel',1,5,364,NULL,NULL,0,'2023-01-05 17:59:28','2023-01-05 17:59:28'),
(234,'আইনাল','ainal',NULL,'ainal',1,5,2310,NULL,NULL,0,'2023-01-05 18:00:15','2023-01-05 18:00:15'),
(235,'বেল্লাল','ballal',NULL,'ballal',1,5,405,NULL,NULL,0,'2023-01-05 18:01:48','2023-01-05 18:01:48'),
(236,'আমির','amir',NULL,'amir',1,5,765,NULL,NULL,0,'2023-01-05 18:02:18','2023-01-05 18:02:18'),
(237,'মিঠুন','mithun','পি: নজির','mithun',1,5,43,NULL,NULL,0,'2023-01-05 18:02:57','2023-01-05 18:03:12'),
(238,'মাষ্টার','master','পি: বুধাই','master',1,5,1577,NULL,NULL,0,'2023-01-05 18:04:11','2023-01-05 18:04:11'),
(239,'লালোন','lalon','পি: মজের','lalon',1,5,185,NULL,NULL,0,'2023-01-05 18:05:04','2023-01-05 18:05:04'),
(240,'জনি','jony','পি: হজো','jony',1,5,637,NULL,NULL,0,'2023-01-05 18:05:44','2023-01-05 18:05:44'),
(241,'বেল্লাল','ballal','ইলেকট্রিসিয়ান','ballal',1,5,170,NULL,NULL,0,'2023-01-05 18:07:09','2023-01-05 18:07:09'),
(242,'মনোয়ার','monoar',NULL,'monoar',1,5,147,NULL,NULL,0,'2023-01-05 18:07:50','2023-01-05 18:07:50'),
(243,'আব্দুল বারী','abdul bari',NULL,'abdul-bari',1,5,768,NULL,NULL,0,'2023-01-05 18:09:04','2023-01-06 03:14:34'),
(244,'শাহাবুল','shabul','পি: আপছার','shabul',1,5,856,NULL,NULL,0,'2023-01-05 18:10:13','2023-01-05 18:10:13'),
(245,'ইউসুফ','yousuf','পি: কুরমান','yousuf',1,5,801,NULL,NULL,0,'2023-01-05 18:11:12','2023-01-05 18:11:12'),
(246,'কামাল','kamal','নারসারি','kamal',1,5,431,NULL,NULL,0,'2023-01-05 18:11:56','2023-01-05 18:11:56'),
(247,'রাকিব','rakib','পি: বাজু','rakib',1,5,402,NULL,NULL,0,'2023-01-05 18:12:45','2023-01-05 18:12:45'),
(248,'রজিত','rojit',NULL,'rojit',1,5,484,NULL,NULL,0,'2023-01-05 18:13:21','2023-01-05 18:13:21'),
(249,'সিরাজ','seraj','লেদ','seraj',1,5,248,NULL,NULL,0,'2023-01-05 18:14:05','2023-01-05 18:14:05'),
(250,'বাবলু','bablu','লেদ','bablu',1,5,737,NULL,NULL,0,'2023-01-05 18:14:33','2023-01-05 18:14:33'),
(251,'এনামুল','anamul','পি: রহিম','anamul',1,5,400,NULL,NULL,0,'2023-01-05 18:15:19','2023-01-05 18:15:19'),
(252,'আজের','ajer',NULL,'ajer',1,5,32,NULL,NULL,0,'2023-01-05 18:15:52','2023-01-05 18:15:52'),
(253,'আলাউদ্দিন (মধ্যপাড়া)','alauddin',NULL,'alauddin',1,5,347,NULL,NULL,0,'2023-01-05 18:17:20','2023-01-05 18:17:20'),
(254,'ডা: মো: আলাউদ্দিন','alauddin',NULL,'alauddin',1,11,2619,NULL,NULL,0,'2023-01-05 18:20:13','2023-01-05 18:20:13'),
(255,'আক্তার','akter',NULL,'akter',1,11,613,NULL,NULL,0,'2023-01-05 18:20:45','2023-01-05 18:20:45'),
(256,'ইনছার','inser',NULL,'inser',1,11,526,NULL,NULL,0,'2023-01-05 18:21:51','2023-01-05 18:21:51'),
(257,'জাহেদ','zahed','পি: ইনছার','zahed',1,11,415,NULL,NULL,0,'2023-01-05 18:22:40','2023-01-05 18:22:40'),
(258,'সাহেদ','sahed','পি: ইনছার','sahed',1,11,135,NULL,NULL,0,'2023-01-05 18:23:22','2023-01-05 18:23:22'),
(259,'মুনছার','munsar','ভাই> ইনছার','munsar',1,11,199,NULL,NULL,0,'2023-01-05 18:24:19','2023-01-05 18:24:19'),
(260,'আইনাল','ainal','পি: ইমাজ','ainal',1,11,1000,NULL,NULL,0,'2023-01-05 18:26:21','2023-01-05 18:26:21'),
(261,'ইমাজ','imaj','কামরাঙ্গা','imaj',1,11,767,NULL,NULL,0,'2023-01-05 18:27:26','2023-01-05 18:27:26'),
(262,'হাফিজ','hafij',NULL,'hafij',1,11,845,NULL,NULL,0,'2023-01-05 18:27:58','2023-01-05 18:27:58'),
(263,'তৈয়ব','toyob',NULL,'toyob',1,11,931,NULL,NULL,0,'2023-01-05 18:28:41','2023-01-05 18:28:41'),
(264,'খোরসেদ','khorshed',NULL,'khorshed',1,11,290,NULL,NULL,0,'2023-01-05 18:29:15','2023-01-05 18:29:15'),
(265,'সিদ্দিক','shiddik',NULL,'shiddik',1,11,314,NULL,NULL,0,'2023-01-05 18:29:44','2023-01-05 18:29:44'),
(266,'ফারুক','faruk','পি: সিদ্দিক','faruk',1,11,1376,NULL,NULL,0,'2023-01-05 18:31:29','2023-01-05 18:31:29'),
(267,'রতন','roton','পি: সিদ্দিক','roton',1,11,145,NULL,NULL,0,'2023-01-05 18:32:07','2023-01-05 18:32:07'),
(268,'মিঠুন','mithun','পি: সালাম','mithun',1,11,34,NULL,NULL,0,'2023-01-05 18:32:49','2023-01-05 18:32:49'),
(269,'মামুন (বাবু)','mamun','পি: সালাম','mamun',1,11,1150,NULL,NULL,0,'2023-01-05 18:33:35','2023-01-05 18:33:35'),
(270,'মন্টু  সোনার','montu',NULL,'montu',1,11,260,NULL,NULL,0,'2023-01-05 18:34:21','2023-01-05 18:34:21'),
(271,'সামসুল','samsul','পি: সামাদ','samsul',1,11,71,NULL,NULL,0,'2023-01-05 18:34:59','2023-01-05 18:34:59'),
(272,'রমজান','romjan','পি: সমজান সোনার','romjan',1,11,114,NULL,NULL,0,'2023-01-05 18:35:52','2023-01-05 18:35:52'),
(273,'মামুন','mamun','পি: সাদু','mamun',1,11,938,NULL,NULL,0,'2023-01-05 18:36:35','2023-01-05 18:36:35'),
(274,'মাহাবুর','mahabur','পি: ওহাব','mahabur',1,11,177,NULL,NULL,0,'2023-01-05 18:37:27','2023-01-05 18:37:27'),
(275,'ওসির','oshir',NULL,'oshir',1,11,88,NULL,NULL,0,'2023-01-05 18:38:04','2023-01-05 18:38:04'),
(276,'খেজের','khajer',NULL,'khajer',1,11,50,50,0,1,'2023-01-05 18:38:32','2023-01-05 22:48:11'),
(277,'আবুতালেব','abutaleb','সুপারি','abutaleb',1,11,151,NULL,NULL,0,'2023-01-05 18:39:45','2023-01-05 18:39:45'),
(278,'আমজেদ','amjed','ডালি','amjed',1,11,172,NULL,NULL,0,'2023-01-05 18:40:49','2023-01-05 18:40:49'),
(279,'আনোয়ার','anoar','পি: বাহার','anoar',1,11,263,NULL,NULL,0,'2023-01-05 18:41:33','2023-01-05 18:41:33'),
(280,'রমজান(ভ্যান )','romjan','ভাই> ইনছার','romjan',1,11,786,700,86,1,'2023-01-05 18:42:42','2023-01-05 22:10:28'),
(281,'মকবুল (মকুল)','mokbul (mokel)','পি: ছোবান','mokbul-mokel',1,11,116,NULL,NULL,0,'2023-01-05 18:44:34','2023-01-05 18:44:34'),
(282,'জব্বার','jobbar',NULL,'jobbar',1,11,393,NULL,NULL,0,'2023-01-05 18:45:02','2023-01-05 18:45:02'),
(283,'বিল্পব (বিপুল)','biplob (bipul)','পি: বেল্লাল','biplob-bipul',1,11,247,NULL,NULL,0,'2023-01-05 18:46:32','2023-01-05 18:46:32'),
(284,'আনার','anar','পি: মসলেম','anar',1,11,50,NULL,NULL,0,'2023-01-05 18:47:19','2023-01-05 18:47:19'),
(285,'লিটোন','liton','পি: আইনউদ্দিন','liton',1,11,315,NULL,NULL,0,'2023-01-05 18:48:16','2023-01-05 18:48:16'),
(286,'মংলা','mongla',NULL,'mongla',1,11,993,NULL,NULL,0,'2023-01-05 18:48:46','2023-01-05 18:48:46'),
(287,'মনিরুল','monirul','সোনারপাড়া','monirul',1,11,689,NULL,NULL,0,'2023-01-05 18:49:44','2023-01-05 18:49:44'),
(288,'মুনজুর','munjur','পি: মজিবর','munjur',1,11,195,NULL,NULL,0,'2023-01-05 18:50:37','2023-01-05 18:51:00'),
(289,'কাদের','kader',NULL,'kader',1,11,105,NULL,NULL,0,'2023-01-05 18:51:25','2023-01-05 18:51:25'),
(290,'জাহাঙ্গির','jahangir','ড্রাইভার','jahangir',1,11,50,NULL,NULL,0,'2023-01-05 18:52:27','2023-01-05 18:52:27'),
(291,'রফিক','rofiq','ভাই> তাজু মেম্বর','rofiq',1,11,45,NULL,NULL,0,'2023-01-05 18:53:31','2023-01-05 18:53:31'),
(292,'ভোলা','vola','পি: আজিমুদ্দিন','vola',1,12,792,NULL,NULL,0,'2023-01-05 18:56:19','2023-01-05 18:56:19'),
(293,'শাহআলোম','ahaalom','পি: আজিমুদ্দিন','ahaalom',1,12,110,NULL,NULL,0,'2023-01-05 18:57:28','2023-01-05 18:57:28'),
(294,'নাসির','nasir','পি: বাবর আলী (বাজু )','nasir',1,12,1891,NULL,NULL,0,'2023-01-05 18:58:31','2023-01-05 18:58:31'),
(295,'সাত্তার','sattar','পি: আজিমুদ্দিন','sattar',1,12,25,NULL,NULL,0,'2023-01-05 18:59:13','2023-01-05 18:59:13'),
(296,'মুক্তার','mukter','পি: আজিমুদ্দিন','mukter',1,12,1192,NULL,NULL,0,'2023-01-05 18:59:58','2023-01-05 18:59:58'),
(297,'হাফিজ','hafij','তায়েজউদ্দিন (তাজু )','hafij',1,12,955,NULL,NULL,0,'2023-01-05 19:01:00','2023-01-05 19:01:00'),
(298,'জাহেদ','zahed','পি: সাত্তার','zahed',1,12,391,NULL,NULL,0,'2023-01-05 19:01:45','2023-01-05 19:01:45'),
(299,'ফারুক','faruk','পি: বক্কর','faruk',1,12,108,NULL,NULL,0,'2023-01-05 19:02:16','2023-01-05 19:02:16'),
(300,'রেজাউল','rajual',NULL,'rajual',1,12,1277,NULL,NULL,0,'2023-01-05 19:03:09','2023-01-05 19:03:09'),
(301,'ফরিদ','forid','পি: বক্কর','forid',1,12,192,NULL,NULL,0,'2023-01-05 19:04:14','2023-01-05 19:04:14'),
(302,'আলহাজ আকবর আলী','akbor',NULL,'akbor',1,12,1499,NULL,NULL,0,'2023-01-05 19:05:08','2023-01-05 19:05:08'),
(303,'জুবায়ের','jubayer','পি: আচান','jubayer',1,12,1233,1230,3,1,'2023-01-05 19:06:01','2023-01-05 23:36:34'),
(304,'আরিফ','arif','পি: জনাব','arif',1,12,116,NULL,NULL,0,'2023-01-05 19:06:39','2023-01-05 19:06:39'),
(305,'সুমোন','sumon','পি: মমিন','sumon',1,12,20,NULL,NULL,0,'2023-01-05 19:07:12','2023-01-05 19:07:12'),
(306,'ইয়চিন','yeashin','পি: ইউনুছ','yeashin',1,12,80,NULL,NULL,0,'2023-01-05 19:08:03','2023-01-05 19:08:03'),
(307,'সাইফুল','saiful','পি: ইউনুছ','saiful',1,12,621,NULL,NULL,0,'2023-01-05 19:08:43','2023-01-05 19:08:43'),
(308,'মামুন','mamun','পি: ইউনুছ','mamun',1,12,473,NULL,NULL,0,'2023-01-05 19:09:24','2023-01-05 19:09:24'),
(309,'রাজ্জাক','razzak',NULL,'razzak',1,12,456,450,6,1,'2023-01-05 19:10:02','2023-01-05 23:21:55'),
(310,'আবুল কালাম আজাদ','azad',NULL,'azad',1,12,5665,NULL,NULL,0,'2023-01-05 19:10:59','2023-01-05 19:10:59'),
(311,'মাসুদ','masud','পি: ইউনুছ','masud',1,12,423,NULL,NULL,0,'2023-01-05 19:11:40','2023-01-05 19:11:40'),
(312,'এনামুল','anamul','পি: মকছেদ','anamul',1,12,630,NULL,NULL,0,'2023-01-05 19:12:21','2023-01-05 19:12:21'),
(313,'রিপোন','ripon','পি: মকছেদ','ripon',1,12,30,NULL,NULL,0,'2023-01-05 19:12:55','2023-01-05 19:12:55'),
(314,'মাহাতাব','mahatab',NULL,'mahatab',1,12,1791,NULL,NULL,0,'2023-01-05 19:13:37','2023-01-05 19:13:37'),
(315,'জালান','jalan',NULL,'jalan',1,12,289,NULL,NULL,0,'2023-01-05 19:14:13','2023-01-05 19:14:13'),
(316,'ডাগোর','dagor','পি: আসরাফ','dagor',1,12,561,NULL,NULL,0,'2023-01-05 19:14:55','2023-01-05 19:14:55'),
(317,'জয়লাল','joylal','পি: ফজের','joylal',1,12,69,NULL,NULL,0,'2023-01-05 19:15:58','2023-01-05 19:15:58'),
(318,'লতিব','lotib','পি : কসের','lotib',1,12,388,NULL,NULL,0,'2023-01-05 19:16:34','2023-01-05 19:16:34'),
(319,'বাদোল','badol','পি: কসের','badol',1,12,45,NULL,NULL,0,'2023-01-05 19:17:26','2023-01-05 19:17:26'),
(320,'মজিদ','mojid','পি: কসের','mojid',1,12,207,NULL,NULL,0,'2023-01-05 19:18:06','2023-01-05 19:18:06'),
(321,'মকবুল','mokbul','পি: এলু','mokbul',1,12,263,NULL,NULL,0,'2023-01-05 19:18:50','2023-01-05 19:18:50'),
(322,'আসাদুল','ashadul','পি: ইউনুছ','ashadul',1,12,146,NULL,NULL,0,'2023-01-05 19:19:36','2023-01-05 19:19:36'),
(323,'মাহাবুর (মিষ্টি)','mahabur','পি: এলু','mahabur',1,12,414,NULL,NULL,0,'2023-01-05 19:20:58','2023-01-05 19:20:58'),
(324,'ইউসুফ (ইসোব)','youshuf  yousob','পি: রিয়াজ','youshuf-yousob',1,12,1243,NULL,NULL,0,'2023-01-05 19:22:09','2023-01-05 19:22:09'),
(325,'নসু','nosu','সোনারপাড়া','nosu',1,12,470,NULL,NULL,0,'2023-01-05 19:22:56','2023-01-05 19:22:56'),
(326,'আত্তাব','attab',NULL,'attab',1,12,15,NULL,NULL,0,'2023-01-05 19:23:25','2023-01-05 19:23:25'),
(327,'আলিম','alim','পি: আত্তাব','alim',1,12,363,NULL,NULL,0,'2023-01-05 19:24:12','2023-01-05 19:24:12'),
(328,'আসকান','ashkan','জামাই> ওয়াদ আলী','ashkan',1,12,39,NULL,NULL,0,'2023-01-05 19:25:24','2023-01-05 19:25:24'),
(329,'আনারুল','anarul','পি: আতাহার','anarul',1,12,742,NULL,NULL,0,'2023-01-05 19:26:08','2023-01-05 19:26:08'),
(330,'রফিক','rofiq','পি: মাম্মাদ','rofiq',1,12,249,NULL,NULL,0,'2023-01-05 19:26:51','2023-01-05 19:26:51'),
(331,'আস্তবা','astoba',NULL,'astoba',1,12,153,NULL,NULL,0,'2023-01-05 19:27:23','2023-01-05 19:27:23'),
(332,'ইউসুফ','youshuf','পি: হুজুর আলী','youshuf',1,12,443,NULL,NULL,0,'2023-01-05 19:28:03','2023-01-05 19:28:03'),
(333,'হাচান','hasan',NULL,'hasan',1,12,223,NULL,NULL,0,'2023-01-05 19:28:36','2023-01-05 19:28:36'),
(334,'লিটোন','liton',NULL,'liton',1,12,150,NULL,NULL,0,'2023-01-05 19:29:11','2023-01-05 19:29:11'),
(335,'সাত্তার','sattar','পি: বাহার  (G.P)','sattar',1,12,1429,NULL,NULL,0,'2023-01-05 19:30:09','2023-01-05 19:30:09'),
(336,'নুরু','nuru','পি: রিয়াজ','nuru',1,12,653,NULL,NULL,0,'2023-01-05 19:30:59','2023-01-05 19:30:59'),
(337,'সেকু','saku','পি: আজিমুদ্দিন (T.P)','saku',1,12,314,NULL,NULL,0,'2023-01-05 19:31:41','2023-01-05 19:31:41'),
(338,'আয়ুব (সেন্টু)','ayub','দস্তানাবাদ','ayub',1,12,243,NULL,NULL,0,'2023-01-05 19:33:06','2023-01-05 19:33:06'),
(339,'মুনসুর','munsur','পি: কসের','munsur',1,12,344,NULL,NULL,0,'2023-01-05 19:33:54','2023-01-05 19:33:54'),
(340,'সাজেদুল','sajedul','পি: এলু','sajedul',1,12,88,NULL,NULL,0,'2023-01-05 19:35:29','2023-01-05 19:35:29'),
(341,'আকরাম','akram','পি: ফজের','akram',1,12,100,NULL,NULL,0,'2023-01-05 19:36:15','2023-01-05 19:36:15'),
(342,'জিল্লুর','jillur',NULL,'jillur',1,12,37,NULL,NULL,0,'2023-01-05 19:37:00','2023-01-05 19:37:00'),
(343,'সিরাজ','seraj','পি: সায়াতউল্লাহ','seraj',1,12,89,NULL,NULL,0,'2023-01-05 19:38:07','2023-01-05 19:38:07'),
(344,'মজিবর','mojibor',NULL,'mojibor',1,12,135,NULL,NULL,0,'2023-01-05 19:38:43','2023-01-05 19:38:43'),
(345,'লেদু','ladu',NULL,'ladu',1,13,786,NULL,NULL,0,'2023-01-05 19:40:29','2023-01-05 19:40:29'),
(346,'নওয়াব','noab',NULL,'noab',1,14,363,NULL,NULL,0,'2023-01-05 19:42:41','2023-01-05 19:42:41'),
(347,'আসলাম','aslam',NULL,'aslam',1,14,545,NULL,NULL,0,'2023-01-05 19:43:31','2023-01-05 19:43:31'),
(348,'আকরাম','akram',NULL,'akram',1,14,822,NULL,NULL,0,'2023-01-05 19:44:10','2023-01-05 19:44:10'),
(349,'ফরিদ (সিমেন্ট)','forid','পি: আকরাম','forid',1,14,250,NULL,NULL,0,'2023-01-05 19:45:19','2023-01-05 19:45:19'),
(350,'আত্তাব','attab','পি: জলিল','attab',1,14,67,NULL,NULL,0,'2023-01-05 19:45:56','2023-01-05 19:45:56'),
(351,'ইসরাইল','esrail','পি: জানু','esrail',1,14,90,NULL,NULL,0,'2023-01-05 19:47:21','2023-01-05 19:47:21'),
(352,'শহর আলী','sohorali','পি: মহব্বত আলী','sohorali',1,14,788,NULL,NULL,0,'2023-01-05 19:48:24','2023-01-05 19:48:24'),
(353,'সুরুজ','suruj',NULL,'suruj',1,14,56,NULL,NULL,0,'2023-01-05 19:49:05','2023-01-05 19:49:05'),
(354,'মহব্বত আলী','mohabbatali',NULL,'mohabbatali',1,14,492,NULL,NULL,0,'2023-01-05 19:49:36','2023-01-05 19:49:36'),
(355,'ছাহেদ মাল','sahedmal',NULL,'sahedmal',1,14,1100,NULL,NULL,0,'2023-01-05 19:50:37','2023-01-05 19:50:37'),
(356,'হাবিল','habil','পি: ওসমান গণী','habil',1,14,97,NULL,NULL,0,'2023-01-05 19:51:34','2023-01-05 19:51:34'),
(357,'জামাল','jamal','পি: আকবর','jamal',1,14,454,NULL,NULL,0,'2023-01-05 19:52:21','2023-01-05 19:52:21'),
(358,'রাজ্জাক','razzak','পি: আবেদ আলী','razzak',1,14,40,NULL,NULL,0,'2023-01-05 19:53:37','2023-01-05 19:53:37'),
(359,'আরিফ','arif',NULL,'arif',1,15,265,NULL,NULL,0,'2023-01-05 19:55:05','2023-01-05 19:55:05');

/*Table structure for table `failed_jobs` */

DROP TABLE IF EXISTS `failed_jobs`;

CREATE TABLE `failed_jobs` (
  `id` bigint(20) unsigned NOT NULL AUTO_INCREMENT,
  `uuid` varchar(255) NOT NULL,
  `connection` text NOT NULL,
  `queue` text NOT NULL,
  `payload` longtext NOT NULL,
  `exception` longtext NOT NULL,
  `failed_at` timestamp NOT NULL DEFAULT current_timestamp(),
  PRIMARY KEY (`id`),
  UNIQUE KEY `failed_jobs_uuid_unique` (`uuid`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

/*Data for the table `failed_jobs` */

/*Table structure for table `laids` */

DROP TABLE IF EXISTS `laids`;

CREATE TABLE `laids` (
  `id` bigint(20) unsigned NOT NULL AUTO_INCREMENT,
  `village_id` int(11) NOT NULL,
  `laid_name` varchar(255) NOT NULL,
  `slug` varchar(255) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=16 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

/*Data for the table `laids` */

insert  into `laids`(`id`,`village_id`,`laid_name`,`slug`,`created_at`,`updated_at`) values 
(1,1,'M.P','mp',NULL,'2022-12-30 20:40:25'),
(2,1,'S.P','sp','2022-12-30 20:40:48','2022-12-30 20:40:48'),
(4,1,'T.P','tp','2023-01-02 13:50:41','2023-01-02 13:50:41'),
(5,1,'P.P','pp','2023-01-02 13:50:54','2023-01-02 13:50:54'),
(6,1,'G.P','gp','2023-01-02 13:51:06','2023-01-02 13:51:06'),
(7,1,'R.P','rp','2023-01-02 14:15:27','2023-01-02 14:15:27'),
(8,1,'পূর্বচর','puurwcr','2023-01-05 16:47:11','2023-01-05 16:47:11'),
(9,1,'B .G','b-g','2023-01-05 16:49:35','2023-01-05 16:49:35'),
(10,1,'H.P','hp','2023-01-05 17:09:41','2023-01-05 17:09:41'),
(11,1,'P.K','pk','2023-01-05 18:18:21','2023-01-05 18:18:21'),
(12,1,'প: পাড়া','p-para','2023-01-05 18:55:19','2023-01-05 18:55:19'),
(13,1,'K.P','kp','2023-01-05 19:39:38','2023-01-05 19:39:38'),
(14,1,'প:চর','pcr','2023-01-05 19:41:34','2023-01-05 19:41:34'),
(15,1,'ভিতরভাগ','vitrvag','2023-01-05 19:54:18','2023-01-05 19:54:18');

/*Table structure for table `migrations` */

DROP TABLE IF EXISTS `migrations`;

CREATE TABLE `migrations` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `migration` varchar(255) NOT NULL,
  `batch` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=9 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

/*Data for the table `migrations` */

insert  into `migrations`(`id`,`migration`,`batch`) values 
(1,'2014_10_12_000000_create_users_table',1),
(2,'2014_10_12_100000_create_password_resets_table',1),
(3,'2019_08_19_000000_create_failed_jobs_table',1),
(4,'2019_12_14_000001_create_personal_access_tokens_table',1),
(5,'2022_12_27_144521_create_admins_table',1),
(6,'2022_12_28_104000_create_villages_table',1),
(7,'2022_12_29_163043_create_laids_table',1),
(8,'2022_12_30_143345_create_customers_table',1);

/*Table structure for table `password_resets` */

DROP TABLE IF EXISTS `password_resets`;

CREATE TABLE `password_resets` (
  `email` varchar(255) NOT NULL,
  `token` varchar(255) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  KEY `password_resets_email_index` (`email`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

/*Data for the table `password_resets` */

/*Table structure for table `personal_access_tokens` */

DROP TABLE IF EXISTS `personal_access_tokens`;

CREATE TABLE `personal_access_tokens` (
  `id` bigint(20) unsigned NOT NULL AUTO_INCREMENT,
  `tokenable_type` varchar(255) NOT NULL,
  `tokenable_id` bigint(20) unsigned NOT NULL,
  `name` varchar(255) NOT NULL,
  `token` varchar(64) NOT NULL,
  `abilities` text DEFAULT NULL,
  `last_used_at` timestamp NULL DEFAULT NULL,
  `expires_at` timestamp NULL DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `personal_access_tokens_token_unique` (`token`),
  KEY `personal_access_tokens_tokenable_type_tokenable_id_index` (`tokenable_type`,`tokenable_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

/*Data for the table `personal_access_tokens` */

/*Table structure for table `users` */

DROP TABLE IF EXISTS `users`;

CREATE TABLE `users` (
  `id` bigint(20) unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(255) NOT NULL,
  `email` varchar(255) NOT NULL,
  `email_verified_at` timestamp NULL DEFAULT NULL,
  `password` varchar(255) NOT NULL,
  `remember_token` varchar(100) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `users_email_unique` (`email`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

/*Data for the table `users` */

/*Table structure for table `villages` */

DROP TABLE IF EXISTS `villages`;

CREATE TABLE `villages` (
  `id` bigint(20) unsigned NOT NULL AUTO_INCREMENT,
  `village_name` varchar(255) NOT NULL,
  `village_slug` varchar(255) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

/*Data for the table `villages` */

insert  into `villages`(`id`,`village_name`,`village_slug`,`created_at`,`updated_at`) values 
(1,'কাফুরিয়া','কাফুরিয়া',NULL,NULL);

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;
